[
  "obsidian-markdown-file-suffix",
  "obsidian-linter",
  "obsidian-better-command-palette",
  "cmdr",
  "obsidian-dynamic-highlights",
  "easy-typing-obsidian",
  "obsidian-vim-im-switch-plugin",
  "obsidian-vimrc-support",
  "cm-chs-patch",
  "editor-width-slider",
  "floating-toc",
  "obsidian-hider",
  "obsidian-hover-editor",
  "improved-vimcursor",
  "obsidian-latex-suite",
  "obsidian-minimal-settings",
  "obsidian-outliner",
  "obsidian-pandoc",
  "pane-relief",
  "darlal-switcher-plus",
  "settings-search",
  "obsidian-table-generator",
  "obsidian-style-settings",
  "cm-typewriter-scroll-obsidian"
]