[
  "docusaurus-style-admonitions",
  "obsidian-icon-folder",
  "obsidian-markdown-file-suffix",
  "cmdr",
  "recent-files-obsidian",
  "tags-overview",
  "obsidian-outliner",
  "media-extended",
  "obsidian-hover-editor",
  "awesome-image",
  "floating-toc",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-text-format",
  "global-search-and-replace",
  "obsidian-regex-replace"
]