[
  "obsidian-markdown-file-suffix",
  "cm-chs-patch",
  "obsidian-vimrc-support",
  "improved-vimcursor",
  "obsidian-wakatime",
  "obsidian-minimal-settings",
  "obsidian-dynamic-highlights",
  "obsidian-hover-editor",
  "darlal-switcher-plus",
  "obsidian-better-command-palette",
  "cmdr",
  "obsidian-linter",
  "obsidian-latex-suite",
  "obsidian-hider",
  "privacy-glasses",
  "obsidian-style-settings",
  "obsidian-admonition",
  "simple-time-tracker",
  "url-into-selection",
  "obsidian-table-generator",
  "easy-typing-obsidian",
  "obsidian-outliner",
  "calendar",
  "obsidian-pandoc",
  "settings-search",
  "tag-wrangler",
  "pane-relief",
  "obsidian-vim-im-switch-plugin"
]